


/** Foundation */
"确定" = "OK";
"取消" = "Cancel";
"完成" = "Done";
"发生错误" = "Unknow error";

/** LCAppVersion */
"马上更新" = "Update now";
"下次再说" = "Later will be fine";
"发现新版本" = "A new version can be updated";

/** LCIAP */
"请检查网络" = "请检查网络";
"标示符是无效的" = "标示符是无效的";
"该用户禁止应用内付费" = "该用户禁止应用内付费";
"正在处理上一次购买" = "正在处理上一次购买";
"正在请求商品..." = "正在请求商品...";
"正在购买商品,请保持网络畅通..." = "正在购买商品,请保持网络畅通...";
"不能获取到该商品的信息,购买失败" = "不能获取到该商品的信息,购买失败";
"购买失败" = "购买失败";



/** Application */

// LKCommentsView
"阅读全部" = "Read all ";
"条评论" = " comments";

// LKHomepageHeader
"游客" = "Tourist";
"关注的人" = "Following";


// Alert
"更多" = "More";
"举报" = "Report";
"删除" = "Delete";
"保存图片" = "Save";
"感谢您的举报！" = "Thank you for your report!";
"提醒" = "Attention";
"确定要删除这个照片吗？" = "Are you sure to delete the photo?";
"确定要删除这个标签吗？" = "Are you sure to delete the tag?";
"确定要清除缓存吗？" = "Are you sure to remove caches?";
"您未安装微博客户端，无法分享" = "You haven't installed Weibo yet";
"您未安装QQ客户端，无法分享" = "You haven't installed QQ yet";
"您未安装微信客户端，无法分享" = "You haven't installed Wechat yet";
"更换头像" = "Edit your avatar";
"拍摄新图片" = "Take a photo";
"从相册选择" = "Select from album";
"自拍" = "Selfie";
"广告" = "Advertisement";
"色情" = "Pornographic";
"谣言" = "Rumor";
"恶意营销" = "Malicious marketing";
"侮辱诋毁" = "Insult or slander";
"侵权举报(诽谤、抄袭、冒用...)" = "Infringement";
"删除该标签后，你的like数也会相应减少，确认删除吗？" = "After you delete the tag, your like number will be reduced, are you ready for the confirmation?";
"收藏" = "Favor";
"收藏图片" = "Favor";
"取消收藏" = "Cancel favor";
"订阅" = "Subscribe";
"取消订阅" = "Cancel Subscribe";
"收藏成功" = "Favor successfully!";
"已取消收藏" = "Cancel favor successfully!";
"我的收藏" = "My favor";
"我的照片" = "My photos";
"屏蔽用户" = "Block user";
"取消屏蔽" = "Cancel block";
"已屏蔽该用户" = "Aleady block user!";
"取消屏蔽成功" = "Cancel block successfully!";

// Tip
"上传失败啦！请检查您的网络稍后再试Orz～" = "Upload failed! Please check your internet connection";
"标签不能为空" = "Empty tag is not allowed";
"标签长度不能大于12位" = "Post too long, 12 characters or fewer";
"该标签已存在" = "This tag already exist";
"请输入手机号码" = "Please enter your phone number";
"手机号码格式不正确" = "The phone number format is incorrect";
"请输入手机验证码" = "Please enter the code";
"该标签已经存在" = "This tag already exist";
"评论不能为空" = "Empty comment is not allowed";
"评论长度不能大于300位" = "Post too long, 300 characters or fewer";
"发表评论（最多300个字）" = "Comment (300-character limit)";

"删除中..." = "Deleting...";
"提交中..." = "Sending...";
"感谢您的反馈！" = "Thank you for your feedback!";
"登录中..." = "Loading...";
"重新登录中..." = "Reloading...";
"修改中..." = "Uploading...";
"上传中..." = "Uploading...";
"获取中..." = "Sending...";
"图片保存成功" = "Save Success";
"图片保存失败，可能是因为您拒绝了相册的访问权限" = "The app does ont have access to your photos. You can enable access in Privacy Settings.";
"无法访问相册，可能是因为您拒绝了相册的访问权限" = "The app does ont have access to your photos. You can enable access in Privacy Settings.";
"无法访问相机，可能是因为您拒绝了相机的访问权限" = "The app does ont have access to your camera. You can enable access in Privacy Settings.";
"好的" = "OK";
"发生了一个错误，但是这个错误没有详细的描述。" = "Unknow error";
"请求失败...请检查您的网络后重试" = "Request failed, please check your internet connection and try again";


// LKUserCenterViewController
"照片" = "Posts";
"关注" = "Following";
"粉丝" = "Followers";
"输入新昵称" = "Enter your new name";


// LKLoginViewController
"进入like" = "Enter";
"社交账号快速登录" = "Or, sign in with:";
"微信" = "Wechat";
"微博" = "Weibo";
"QQ" = "QQ";
"用户使用协议" = "Terms of Use and Privacy Policy";
"游客访问     " = "Guest";
"获取验证码" = "Get the code";
"s'后重新发送" = "s'";
"输入手机号码" = "Phone";
"输入验证码" = "Code";

// LKNewPostViewController
"点击添加标签，让更多同类发现你" = "More tags, more popular";
"我的位置..." = "My location...";


// LKPostDetailViewController
"来自" = "from";
"评论" = "Comment";


// LKInputView
"添加" = "Send";
"添加标签（最多12个字）" = "New tag (12-character limit)";

// LKSearchPlaceHolderView
"搜索相关内容" = "Related tags \"%@\"";
"搜索相关用户" = "Related users \"%@\"";
"最近搜索过的标签" = "Search history";
"  发现更多有趣内容" = "  Search & Explore";


// LKSearchView
"搜索标签" = "Search";
"查看关于#%@#的全部内容" = "Search for #%@# related tags";
"热门用户" = "Popular Users";

// LKSettingViewController
"修改头像" = "Edit your avatar";
"修改昵称" = "Edit your name";
"更换封面" = "Eidt your cover";
"清除缓存" = "Clean cache";
"求鼓励" = "Rate LIKE";
"共缓存" = " ";
"M图片" = "MB";
"无所不能的王果果" = "王果果";
"退出登录" = "Log out";
"绑定账号" = "Link accounts";
"个人设置" = "Profile setting";
"设置" = "Settings";
"意见与建议" = "Opinion and suggestion";

// LKShareTools
"分享" = "Share";

// LKTagCommentsViewController
"评论详情" = "Comments";
"发布" = "Send";
"发表评论（最多300个字）" = "Comment (300-character limit)";

// LKTagLikesCell
"添加了该标签" = "added this tag";
"人赞了这个标签" = "people liked this tag";

// LKUploadingCell
"点击此处重新上传" = "Republish";

// LKCountryCodeViewController
"选择国家" = "Country";

// LKCameraViewController
"默认" = "Original";

// LKNotificationView
"添加了标签" = "tagged ";
"关注了你" = "started following you";
"赞了标签" = "liked ";
"回复了你的评论" = "replied your comment ";
"评论了标签" = "commented on tag";
"给你发了一条消息" = "sended a message to you";
"通知" = "Notifications";


// LKLinkAccountsViewController
"绑定" = "Link";
"解绑" = "Unlink";
"修改" = "Change";
"已绑定" = "Linked ";
"手机号" = "Phone Number";
"绑定账号后可以使用它们登录like，如遇问题请发送邮件至support@likeorz.com" = "Bind your other Like account to these other services. If you have any problem, please send email to support@likeorz.com";

// LKRebindPhoneViewController
"确定修改手机号" = "OK";


// LKCameraRollViewController
"相机相册" = "Camera Roll";
"相册" = "Album";

// LKCropperImageViewController
"重拍" = "Retake";
"保存" = "Save";
"  滤镜" = "  Filters";


// LKNearPlacesViewController
"定位失败，请您打开定位开关后重试。" = "Location services is disabled, please open it and try again.";
"地点" = "Places";
"搜索附近位置" = "Where are your?";
"没有找到你的位置？" = "Not Found?";
"创建新的地点：" = "Add a new place here:";
"更改位置" = "Change Place";
"移除位置" = "Remove Place";
"创建" = "Create";


"RecommentReason1" = "Based on tag";
"RecommentReason2" = "Editor pick";
"RecommentReason3" = "Mybe you like";
"RecommentReason4" = "Following";


// LKRankViewController
"like全球排行榜" = "like global ranking list";
"今日最没事干的liker" = "liker with nothing to do";
"今日新增like" = "Increasing likes";
